Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# LogEvent.TelemetryUnsupported
source: This log format cannot be read.
cs_cz: Tento formát protokolu nelze přečíst.
de_de: Dieses Protokollformat kann nicht gelesen werden.
es_es: No se puede leer este formato de registro.
fr_fr: Ce format de journal ne peut pas être lu.
id_id: Format log ini tidak dapat dibaca.
it_it: Questo formato di registro non può essere letto.
ja_jp: このログ形式は読み取れません。
ko_kr: 현재 로그 형식을 읽을 수 없습니다.
pl_pl: Nie można odczytać tego formatu dziennika.
pt_br: Não é possível ler este formato de registro.
ru_ru: Невозможно прочитать этот формат журнала.
th_th: อ่านบันทึกรูปแบบนี้ไม่ได้
tr_tr: Bu günlük biçimi okunamıyor.
uk_ua: Неможливо прочитати цей формат журналу.
zh_cn: 无法读取此日志格式。
zh_tw: 無法讀取此記錄格式。

# LogEvent.TickCompleted
source: {0} finished.
cs_cz: Ukončeno: {0}.
de_de: Beendet: {0}.
es_es: Finalizado: {0}.
fr_fr: Fin : {0}.
id_id: Berakhir: {0}.
it_it: Terminato: {0}.
ja_jp: {0}が終了しました。
ko_kr: 완료: {0}
pl_pl: Zakończono: {0}.
pt_br: Finalizado: {0}.
ru_ru: Окончено: {0}.
th_th: สิ้นสุดแล้ว: {0}
tr_tr: Sona erdi: {0}.
uk_ua: Закінчено: {0}.
zh_cn: {0}已结束。
zh_tw: {0}已結束。

# LogEvent.TickFailed
source: An error occurred during {0}.
cs_cz: Během operace „{0}“ došlo k chybě.
de_de: Bei {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error durante {0}.
fr_fr: Une erreur s’est produite pendant {0}.
id_id: Terjadi kesalahan selama {0}.
it_it: Si è verificato un errore durante {0}.
ja_jp: {0}でエラーが発生しました。
ko_kr: {0} 중 오류가 발생했습니다.
pl_pl: Wystąpił błąd podczas operacji „{0}”.
pt_br: Ocorreu um erro durante {0}.
ru_ru: Во время операции «{0}» произошла ошибка.
th_th: เกิดข้อผิดพลาดระหว่าง {0}
tr_tr: {0} sırasında bir hata oluştu.
uk_ua: Під час операції «{0}» сталася помилка.
zh_cn: {0}期间发生错误。
zh_tw: {0}期間發生錯誤。

# LogEvent.UnstableFile
source: A save file could not be read consistently.
cs_cz: Soubor uložené hry se nepodařilo spolehlivě přečíst.
de_de: Eine Spielstanddatei konnte nicht konsistent gelesen werden.
es_es: No se ha podido leer de forma coherente un archivo de la partida.
fr_fr: Impossible de lire un fichier de partie de façon cohérente.
id_id: Berkas simpanan tidak dapat dibaca secara konsisten.
it_it: Impossibile leggere in modo coerente un file di salvataggio.
ja_jp: セーブファイルを安定した状態で読み取れませんでした。
ko_kr: 세이브 파일을 안정적으로 읽지 못했습니다.
pl_pl: Nie udało się odczytać pliku zapisu gry w niezmienionej postaci.
pt_br: Não foi possível ler um arquivo da partida de forma consistente.
ru_ru: Не удалось надёжно прочитать файл сохранения.
th_th: อ่านไฟล์เซฟให้ได้ข้อมูลที่สอดคล้องกันไม่ได้
tr_tr: Bir oyun kayıt dosyası tutarlı biçimde okunamadı.
uk_ua: Не вдалося надійно прочитати файл збереження.
zh_cn: 无法稳定读取存档文件。
zh_tw: 無法穩定讀取存檔檔案。

# LogEvent.PartialFailure
source: Part of {0} could not be completed.
cs_cz: Část operace „{0}“ se nepodařilo dokončit.
de_de: {0} konnte nicht vollständig abgeschlossen werden.
es_es: No se ha podido completar parte de {0}.
fr_fr: Une partie de {0} n’a pas pu être terminée.
id_id: Sebagian dari {0} tidak dapat diselesaikan.
it_it: Una parte di {0} non è stata completata.
ja_jp: {0}の一部を完了できませんでした。
ko_kr: {0} 작업의 일부를 완료하지 못했습니다.
pl_pl: Nie udało się ukończyć części operacji „{0}”.
pt_br: Parte de {0} não pôde ser concluída.
ru_ru: Часть операции «{0}» не удалось завершить.
th_th: ทำบางส่วนของ {0} ไม่สำเร็จ
tr_tr: {0} işleminin bir bölümü tamamlanamadı.
uk_ua: Частину операції «{0}» не вдалося завершити.
zh_cn: {0}有部分内容未能完成。
zh_tw: {0}有部分內容未能完成。

# LogEvent.StateRunCompleted
source: The game status check finished.
cs_cz: Kontrola stavu hry skončila.
de_de: Die Prüfung des Spielstatus ist beendet.
es_es: Ha finalizado la comprobación del estado del juego.
fr_fr: La vérification de l’état du jeu est terminée.
id_id: Pemeriksaan status gim selesai.
it_it: La verifica dello stato del gioco è terminata.
ja_jp: ゲーム状態の確認が終了しました。
ko_kr: 게임 상태 확인을 마쳤습니다.
pl_pl: Sprawdzanie stanu gry zostało zakończone.
pt_br: A verificação do estado do jogo terminou.
ru_ru: Проверка состояния игры завершена.
th_th: ตรวจสอบสถานะเกมเสร็จแล้ว
tr_tr: Oyun durumu denetimi sona erdi.
uk_ua: Перевірку стану гри завершено.
zh_cn: 游戏状态检查已结束。
zh_tw: 遊戲狀態檢查已結束。

# LogEvent.CollectorCompleted
source: Game status was collected.
cs_cz: Byl zjištěn stav hry.
de_de: Der Spielstatus wurde erfasst.
es_es: Se ha recopilado el estado del juego.
fr_fr: L’état du jeu a été recueilli.
id_id: Status gim telah dikumpulkan.
it_it: Lo stato del gioco è stato raccolto.
ja_jp: ゲーム状態を収集しました。
ko_kr: 게임 상태를 확인했습니다.
pl_pl: Zebrano informacje o stanie gry.
pt_br: O estado do jogo foi coletado.
ru_ru: Состояние игры получено.
th_th: รวบรวมสถานะเกมแล้ว
tr_tr: Oyun durumu toplandı.
uk_ua: Стан гри отримано.
zh_cn: 已收集游戏状态。
zh_tw: 已收集遊戲狀態。

# LogEvent.ReactorCompleted
source: The backup schedule was checked.
cs_cz: Byl zkontrolován plán záloh.
de_de: Der Sicherungszeitplan wurde geprüft.
es_es: Se ha comprobado la programación de copias.
fr_fr: La planification des sauvegardes a été vérifiée.
id_id: Jadwal pencadangan telah diperiksa.
it_it: La pianificazione dei backup è stata verificata.
ja_jp: バックアップのスケジュールを確認しました。
ko_kr: 백업 일정을 확인했습니다.
pl_pl: Sprawdzono harmonogram kopii.
pt_br: A programação dos backups foi verificada.
ru_ru: Расписание резервного копирования проверено.
th_th: ตรวจสอบกำหนดการสำรองแล้ว
tr_tr: Yedekleme zamanlaması denetlendi.
uk_ua: Розклад резервного копіювання перевірено.
zh_cn: 已检查备份计划。
zh_tw: 已檢查備份排程。

# AutomaticBackupSection.Description
source: Set the automatic backup interval, how many backups to keep, and saving the game before a backup.
cs_cz: Nastavte interval automatických záloh, počet uchovávaných záloh a uložení hry před zálohou.
de_de: Intervall und Anzahl der automatischen Sicherungen sowie das Speichern des Spiels vor einer Sicherung festlegen.
es_es: Configura el intervalo de las copias automáticas, cuántas conservar y el guardado del juego antes de una copia.
fr_fr: Réglez l’intervalle des sauvegardes automatiques, le nombre à conserver et l’enregistrement de la partie avant une sauvegarde.
id_id: Atur interval cadangan otomatis, jumlah yang disimpan, dan penyimpanan gim sebelum pencadangan.
it_it: Imposta l’intervallo dei backup automatici, quanti conservarne e il salvataggio del gioco prima di un backup.
ja_jp: 自動バックアップの間隔と保持数、バックアップ前のゲーム保存を設定します。
ko_kr: 자동 백업의 간격과 보관 개수, 백업 전 게임 저장을 설정합니다.
pl_pl: Ustaw odstęp między automatycznymi kopiami, liczbę przechowywanych kopii i zapis gry przed kopią.
pt_br: Defina o intervalo dos backups automáticos, quantos manter e o salvamento do jogo antes de um backup.
ru_ru: Интервал автоматических копий, их количество и сохранение игры перед копированием.
th_th: ตั้งค่าช่วงเวลาสำรองอัตโนมัติ จำนวนที่เก็บไว้ และการบันทึกเกมก่อนสำรอง
tr_tr: Otomatik yedeklerin aralığını, kaç tanesinin saklanacağını ve yedeklemeden önce oyunun kaydedilmesini ayarlayın.
uk_ua: Інтервал автоматичних копій, їхня кількість і збереження гри перед копіюванням.
zh_cn: 设置自动备份的间隔、保留数量以及备份前保存游戏。
zh_tw: 設定自動備份的間隔、保留數量以及備份前儲存遊戲。

# AdvancedSettings.Header
source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
id_id: Lanjutan
it_it: Avanzate
ja_jp: 詳細設定
ko_kr: 고급
pl_pl: Zaawansowane
pt_br: Avançado
ru_ru: Дополнительно
th_th: ขั้นสูง
tr_tr: Gelişmiş
uk_ua: Додатково
zh_cn: 高级
zh_tw: 進階

# AdvancedSettings.Description
source: Open advanced configuration files and apply changes.
cs_cz: Otevřete soubory pokročilé konfigurace a použijte změny.
de_de: Öffnen Sie erweiterte Konfigurationsdateien und übernehmen Sie Änderungen.
es_es: Abre los archivos de configuración avanzada y aplica los cambios.
fr_fr: Ouvrez les fichiers de configuration avancée et appliquez vos modifications.
id_id: Buka berkas konfigurasi lanjutan dan terapkan perubahan.
it_it: Apri i file di configurazione avanzata e applica le modifiche.
ja_jp: 詳細設定ファイルを開き、変更を適用します。
ko_kr: 고급 설정 파일을 열고 변경 사항을 적용합니다.
pl_pl: Otwórz pliki konfiguracji zaawansowanej i zastosuj zmiany.
pt_br: Abra os arquivos de configuração avançada e aplique as alterações.
ru_ru: Откройте файлы расширенной конфигурации и примените изменения.
th_th: เปิดไฟล์การกำหนดค่าขั้นสูงและใช้การเปลี่ยนแปลง
tr_tr: Gelişmiş yapılandırma dosyalarını açın ve değişiklikleri uygulayın.
uk_ua: Відкрийте файли розширеної конфігурації та застосуйте зміни.
zh_cn: 打开高级配置文件并应用更改。
zh_tw: 開啟進階設定檔並套用變更。

# AdvancedFiles.Header
source: Configuration files
cs_cz: Konfigurační soubory
de_de: Konfigurationsdateien
es_es: Archivos de configuración
fr_fr: Fichiers de configuration
id_id: Berkas konfigurasi
it_it: File di configurazione
ja_jp: 設定ファイル
ko_kr: 설정 파일
pl_pl: Pliki konfiguracji
pt_br: Arquivos de configuração
ru_ru: Файлы конфигурации
th_th: ไฟล์การกำหนดค่า
tr_tr: Yapılandırma dosyaları
uk_ua: Файли конфігурації
zh_cn: 配置文件
zh_tw: 設定檔

# AdvancedFiles.OpenHeader
source: Open configuration files
cs_cz: Otevřít konfigurační soubory
de_de: Konfigurationsdateien öffnen
es_es: Abrir archivos de configuración
fr_fr: Ouvrir les fichiers de configuration
id_id: Buka berkas konfigurasi
it_it: Apri i file di configurazione
ja_jp: 設定ファイルを開く
ko_kr: 설정 파일 열기
pl_pl: Otwórz pliki konfiguracji
pt_br: Abrir arquivos de configuração
ru_ru: Открыть файлы конфигурации
th_th: เปิดไฟล์การกำหนดค่า
tr_tr: Yapılandırma dosyalarını aç
uk_ua: Відкрити файли конфігурації
zh_cn: 打开配置文件
zh_tw: 開啟設定檔

# AdvancedFiles.OpenDescription
source: Open the folder containing advanced settings files. Change general settings on this screen.
cs_cz: Otevře složku se soubory pokročilého nastavení. Běžná nastavení aplikace můžete měnit na této obrazovce.
de_de: Öffnet den Ordner mit den erweiterten Einstellungsdateien. Normale App-Einstellungen können Sie auf dieser Seite ändern.
es_es: Abre la carpeta de los archivos de ajustes avanzados. Los ajustes habituales se pueden cambiar en esta pantalla.
fr_fr: Ouvre le dossier des fichiers de paramètres avancés. Les paramètres habituels se modifient sur cet écran.
id_id: Membuka folder berkas pengaturan lanjutan. Pengaturan aplikasi biasa dapat diubah di layar ini.
it_it: Apre la cartella dei file delle impostazioni avanzate. Puoi modificare le impostazioni comuni in questa schermata.
ja_jp: 詳細設定ファイルのあるフォルダーを開きます。通常の設定はこの画面で変更できます。
ko_kr: 고급 설정 파일이 있는 폴더를 엽니다. 일반 설정은 이 화면에서 변경할 수 있습니다.
pl_pl: Otwiera folder plików ustawień zaawansowanych. Zwykłe ustawienia aplikacji można zmieniać na tym ekranie.
pt_br: Abre a pasta dos arquivos de configurações avançadas. As configurações comuns podem ser alteradas nesta tela.
ru_ru: Открыть папку с файлами расширенных настроек. Обычные настройки приложения можно менять на этом экране.
th_th: เปิดโฟลเดอร์ที่เก็บไฟล์การตั้งค่าขั้นสูง ส่วนการตั้งค่าทั่วไปเปลี่ยนได้ในหน้านี้
tr_tr: Gelişmiş ayar dosyalarının bulunduğu klasörü açar. Genel uygulama ayarlarını bu ekrandan değiştirebilirsiniz.
uk_ua: Відкриває папку з файлами розширених налаштувань. Звичайні налаштування програми можна змінити на цьому екрані.
zh_cn: 打开高级设置文件所在的文件夹。普通设置可在此界面中更改。
zh_tw: 開啟進階設定檔所在的資料夾。一般設定可在此畫面中變更。

# AdvancedFiles.ApplyHeader
source: Apply changes
cs_cz: Použít změny
de_de: Änderungen übernehmen
es_es: Aplicar cambios
fr_fr: Appliquer les modifications
id_id: Terapkan perubahan
it_it: Applica modifiche
ja_jp: 変更を適用
ko_kr: 변경 사항 적용
pl_pl: Zastosuj zmiany
pt_br: Aplicar alterações
ru_ru: Применить изменения
th_th: ใช้การเปลี่ยนแปลง
tr_tr: Değişiklikleri uygula
uk_ua: Застосувати зміни
zh_cn: 应用更改
zh_tw: 套用變更

# AdvancedFiles.ApplyDescription
source: Check the edited settings files and restart the app. Any running operation must finish first.
cs_cz: Ověří upravené soubory a restartuje aplikaci. Během operace není restart dostupný.
de_de: Prüft die bearbeiteten Dateien und startet die App neu. Während eines Vorgangs ist kein Neustart möglich.
es_es: Valida los archivos editados y reinicia la aplicación. No se puede reiniciar durante una operación.
fr_fr: Valide les fichiers modifiés et redémarre l’application. Le redémarrage est indisponible pendant une opération.
id_id: Memvalidasi berkas yang disunting dan memulai ulang aplikasi. Aplikasi tidak dapat dimulai ulang selama operasi berjalan.
it_it: Convalida i file modificati e riavvia l’app. Il riavvio non è disponibile durante un’operazione.
ja_jp: 編集したファイルを検証し、アプリを再起動します。操作の実行中は再起動できません。
ko_kr: 편집한 설정 파일을 확인한 뒤 앱을 다시 시작합니다. 진행 중인 작업이 있으면 다시 시작할 수 없습니다.
pl_pl: Sprawdza zmienione pliki i ponownie uruchamia aplikację. Ponowne uruchomienie jest niedostępne podczas operacji.
pt_br: Valida os arquivos editados e reinicia o aplicativo. Não é possível reiniciar durante uma operação.
ru_ru: Проверяет изменённые файлы и перезапускает приложение. Перезапуск недоступен во время операции.
th_th: ตรวจสอบไฟล์ที่แก้ไขแล้วเริ่มแอปใหม่ ไม่สามารถเริ่มใหม่ขณะมีการทำงานอยู่
tr_tr: Düzenlenen dosyaları doğrular ve uygulamayı yeniden başlatır. İşlem sürerken yeniden başlatılamaz.
uk_ua: Перевіряє змінені файли й перезапускає застосунок. Перезапуск недоступний під час операції.
zh_cn: 验证编辑后的文件并重启应用。操作期间无法重启。
zh_tw: 驗證編輯後的檔案並重新啟動應用程式。作業期間無法重新啟動。

# AdvancedFiles.ResetHeader
source: Reset advanced settings
cs_cz: Resetovat pokročilou konfiguraci
de_de: Erweiterte Konfiguration zurücksetzen
es_es: Restablecer la configuración avanzada
fr_fr: Réinitialiser la configuration avancée
id_id: Atur ulang konfigurasi lanjutan
it_it: Reimposta configurazione avanzata
ja_jp: 詳細設定をリセット
ko_kr: 고급 설정 초기화
pl_pl: Zresetuj konfigurację zaawansowaną
pt_br: Redefinir configuração avançada
ru_ru: Сбросить расширенную конфигурацию
th_th: รีเซ็ตการกำหนดค่าขั้นสูง
tr_tr: Gelişmiş yapılandırmayı sıfırla
uk_ua: Скинути розширену конфігурацію
zh_cn: 重置高级配置
zh_tw: 重設進階設定

# AdvancedFiles.ResetDescription
source: Keep a copy of the current files and restore the advanced defaults. Your saves and backups are not deleted.
cs_cz: Uchová kopii aktuálních souborů a obnoví výchozí pokročilé nastavení. Uložené hry ani zálohy se nesmažou.
de_de: Bewahrt eine Kopie der aktuellen Dateien auf und setzt die erweiterten Einstellungen zurück. Spielstände und Sicherungen werden nicht gelöscht.
es_es: Guarda una copia de los archivos actuales y restaura los ajustes avanzados predeterminados. No se borran las partidas ni sus copias de seguridad.
fr_fr: Conserve une copie des fichiers actuels et rétablit les paramètres avancés par défaut. Vos parties et sauvegardes ne sont pas supprimées.
id_id: Menyimpan salinan berkas saat ini dan mengembalikan pengaturan lanjutan ke bawaan. Simpanan gim dan cadangan tidak dihapus.
it_it: Conserva una copia dei file attuali e ripristina le impostazioni avanzate predefinite. Salvataggi e backup non vengono eliminati.
ja_jp: 現在の設定ファイルを別に保存してから、詳細設定を初期値に戻します。セーブやバックアップは削除しません。
ko_kr: 현재 설정 파일을 따로 보관하고 고급 설정을 기본값으로 되돌립니다. 세이브와 백업은 삭제하지 않습니다.
pl_pl: Zachowuje kopię bieżących plików i przywraca domyślne ustawienia zaawansowane. Zapisy gry i kopie zapasowe nie zostaną usunięte.
pt_br: Guarda uma cópia dos arquivos atuais e restaura as configurações avançadas padrão. Suas partidas e backups não serão apagados.
ru_ru: Сохранить копию текущих файлов и вернуть расширенные настройки по умолчанию. Игровые сохранения и резервные копии не удаляются.
th_th: เก็บสำเนาไฟล์ปัจจุบันไว้แล้วคืนค่าการตั้งค่าขั้นสูงเป็นค่าเริ่มต้น โดยไม่ลบเซฟเกมหรือข้อมูลสำรอง
tr_tr: Geçerli dosyaların bir kopyasını saklar ve gelişmiş ayarları varsayılan değerlere döndürür. Oyun kayıtları ve yedekler silinmez.
uk_ua: Зберігає копію поточних файлів і відновлює типові розширені налаштування. Збереження гри та резервні копії не видаляються.
zh_cn: 保留当前设置文件的副本，并将高级设置恢复为默认值。不会删除存档和备份。
zh_tw: 保留目前設定檔的副本，並將進階設定還原為預設值。不會刪除存檔與備份。

# AdvancedFiles.OpenFolder
source: Open folder
cs_cz: Otevřít složku
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
id_id: Buka folder
it_it: Apri cartella
ja_jp: フォルダーを開く
ko_kr: 폴더 열기
pl_pl: Otwórz folder
pt_br: Abrir pasta
ru_ru: Открыть папку
th_th: เปิดโฟลเดอร์
tr_tr: Klasörü aç
uk_ua: Відкрити папку
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# AdvancedFiles.Restart
source: Apply settings and restart
cs_cz: Použít nastavení a restartovat
de_de: Einstellungen übernehmen und neu starten
es_es: Aplicar ajustes y reiniciar
fr_fr: Appliquer les réglages et redémarrer
id_id: Terapkan pengaturan dan mulai ulang
it_it: Applica impostazioni e riavvia
ja_jp: 設定を適用して再起動
ko_kr: 설정 적용 후 다시 시작
pl_pl: Zastosuj ustawienia i uruchom ponownie
pt_br: Aplicar configurações e reiniciar
ru_ru: Применить настройки и перезапустить
th_th: ใช้การตั้งค่าและเริ่มใหม่
tr_tr: Ayarları uygula ve yeniden başlat
uk_ua: Застосувати налаштування й перезапустити
zh_cn: 应用设置并重启
zh_tw: 套用設定並重新啟動

# AdvancedFiles.RestartConfirmation
source: Check the edited advanced settings files and restart the app? Any running operation must finish first.
cs_cz: Ověřit upravené soubory pokročilé konfigurace a restartovat aplikaci? Během operace není restart možný.
de_de: Die bearbeiteten erweiterten Konfigurationsdateien prüfen und die App neu starten? Während eines Vorgangs kann die App nicht neu gestartet werden.
es_es: ¿Validar los archivos editados de configuración avanzada y reiniciar la aplicación? No se puede reiniciar durante una operación.
fr_fr: Valider les fichiers de configuration avancée modifiés et redémarrer l’application ? Le redémarrage est impossible pendant une opération.
id_id: Validasi berkas konfigurasi lanjutan yang disunting dan mulai ulang aplikasi? Aplikasi tidak dapat dimulai ulang selama operasi berjalan.
it_it: Convalidare i file di configurazione avanzata modificati e riavviare l’app? Il riavvio non è disponibile durante un’operazione.
ja_jp: 編集した詳細設定ファイルを検証し、アプリを再起動しますか？操作の実行中は再起動できません。
ko_kr: 편집한 고급 설정 파일을 확인하고 앱을 다시 시작할까요? 진행 중인 작업이 있으면 다시 시작할 수 없습니다.
pl_pl: Sprawdzić zmienione pliki konfiguracji zaawansowanej i ponownie uruchomić aplikację? Nie jest to możliwe podczas trwającej operacji.
pt_br: Validar os arquivos editados de configuração avançada e reiniciar o aplicativo? Não é possível reiniciar durante uma operação.
ru_ru: Проверить изменённые файлы расширенной конфигурации и перезапустить приложение? Перезапуск невозможен во время операции.
th_th: ตรวจสอบไฟล์การกำหนดค่าขั้นสูงที่แก้ไขแล้วเริ่มแอปใหม่หรือไม่? ไม่สามารถเริ่มใหม่ขณะมีการทำงานอยู่
tr_tr: Düzenlenen gelişmiş yapılandırma dosyaları doğrulanıp uygulama yeniden başlatılsın mı? İşlem sürerken yeniden başlatılamaz.
uk_ua: Перевірити змінені файли розширеної конфігурації та перезапустити застосунок? Перезапуск неможливий під час операції.
zh_cn: 验证编辑后的高级配置文件并重启应用？有操作正在运行时无法重启。
zh_tw: 驗證編輯後的進階設定檔並重新啟動應用程式？有作業正在執行時無法重新啟動。

# AdvancedFiles.Reset
source: Restore default settings
cs_cz: Obnovit výchozí nastavení
de_de: Standardeinstellungen wiederherstellen
es_es: Restaurar ajustes predeterminados
fr_fr: Rétablir les réglages par défaut
id_id: Pulihkan pengaturan bawaan
it_it: Ripristina impostazioni predefinite
ja_jp: 既定の設定に戻す
ko_kr: 기본 설정으로 복원
pl_pl: Przywróć ustawienia domyślne
pt_br: Restaurar configurações padrão
ru_ru: Восстановить настройки по умолчанию
th_th: คืนค่าการตั้งค่าเริ่มต้น
tr_tr: Varsayılan ayarları geri yükle
uk_ua: Відновити типові налаштування
zh_cn: 恢复默认设置
zh_tw: 還原預設設定

# AdvancedFiles.ResetConfirmation
source: Restore the default advanced settings and restart the app? A copy of the current settings files will be kept. Regular settings, saves and backups will remain unchanged.
cs_cz: Obnovit výchozí pokročilá nastavení a restartovat aplikaci? Kopie současných souborů bude zachována. Běžná nastavení, uložené hry a zálohy zůstanou beze změny.
de_de: Erweiterte Einstellungen auf die Standardwerte zurücksetzen und die App neu starten? Eine Kopie der aktuellen Einstellungsdateien wird aufbewahrt. Normale Einstellungen, Spielstände und Sicherungen bleiben unverändert.
es_es: ¿Restablecer los ajustes avanzados y reiniciar la aplicación? Se conservará una copia de los archivos de ajustes actuales. Los ajustes normales, las partidas y las copias no cambiarán.
fr_fr: Rétablir les paramètres avancés par défaut et redémarrer l’application ? Une copie des fichiers actuels sera conservée. Les paramètres habituels, les parties et les sauvegardes resteront inchangés.
id_id: Pulihkan pengaturan lanjutan bawaan dan mulai ulang aplikasi? Salinan berkas pengaturan saat ini akan disimpan. Pengaturan umum, simpanan gim, dan cadangan tidak berubah.
it_it: Ripristinare le impostazioni avanzate predefinite e riavviare l’app? Verrà conservata una copia dei file attuali. Le impostazioni normali, i salvataggi e i backup resteranno invariati.
ja_jp: 詳細設定を初期値に戻してアプリを再起動しますか？現在の設定ファイルのコピーは保管します。通常の設定、セーブ、バックアップは変更しません。
ko_kr: 고급 설정을 기본값으로 되돌리고 앱을 다시 시작할까요? 현재 설정 파일은 별도로 보관합니다. 일반 설정과 세이브·백업은 그대로 유지됩니다.
pl_pl: Przywrócić domyślne ustawienia zaawansowane i uruchomić aplikację ponownie? Kopia obecnych plików zostanie zachowana. Zwykłe ustawienia, zapisy gry i kopie zapasowe pozostaną bez zmian.
pt_br: Restaurar as configurações avançadas padrão e reiniciar o aplicativo? Uma cópia dos arquivos atuais será mantida. As configurações comuns, as partidas e os backups não mudarão.
ru_ru: Восстановить стандартные расширенные настройки и перезапустить приложение? Копия текущих файлов будет сохранена. Обычные настройки, сохранения игры и резервные копии останутся без изменений.
th_th: คืนค่าการตั้งค่าขั้นสูงเป็นค่าเริ่มต้นและเริ่มแอปใหม่หรือไม่? จะเก็บสำเนาไฟล์การตั้งค่าปัจจุบันไว้ การตั้งค่าทั่วไป เซฟ และข้อมูลสำรองจะไม่เปลี่ยน
tr_tr: Gelişmiş ayarlar varsayılana döndürülüp uygulama yeniden başlatılsın mı? Geçerli ayar dosyalarının bir kopyası saklanır. Normal ayarlar, oyun kayıtları ve yedekler değişmez.
uk_ua: Відновити стандартні розширені налаштування й перезапустити застосунок? Копію поточних файлів буде збережено. Звичайні налаштування, збереження гри та резервні копії не зміняться.
zh_cn: 将高级设置恢复为默认值并重启应用？当前设置文件的副本会被保留。常规设置、存档及备份不会改变。
zh_tw: 將進階設定恢復為預設值並重新啟動應用程式？目前設定檔的副本會保留。一般設定、存檔及備份不會改變。

# DeleteAction
source: Delete
cs_cz: Odstranit
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
zh_cn: 删除
zh_tw: 刪除

# BackupNameFormat
source: Backup {0:N0}
cs_cz: Záloha {0:N0}
de_de: Sicherung {0:N0}
es_es: Copia de seguridad {0:N0}
fr_fr: Sauvegarde {0:N0}
id_id: Cadangan {0:N0}
ja_jp: バックアップ {0:N0}
ko_kr: 백업 {0:N0}
pl_pl: Kopia zapasowa {0:N0}
ru_ru: Копия {0:N0}
th_th: ข้อมูลสำรอง {0:N0}
tr_tr: Yedek {0:N0}
uk_ua: Копія {0:N0}
zh_cn: 备份 {0:N0}
zh_tw: 備份 {0:N0}

# ManualBackupNameFormat
source: Manual backup {0:N0}
cs_cz: Ruční záloha {0:N0}
de_de: Manuelle Sicherung {0:N0}
es_es: Copia manual {0:N0}
fr_fr: Sauvegarde manuelle {0:N0}
id_id: Cadangan manual {0:N0}
it_it: Backup manuale {0:N0}
ja_jp: 手動バックアップ {0:N0}
ko_kr: 수동 백업 {0:N0}
pl_pl: Ręczna kopia {0:N0}
pt_br: Backup manual {0:N0}
ru_ru: Ручная копия {0:N0}
th_th: สำรองด้วยตนเอง {0:N0}
tr_tr: Manuel yedek {0:N0}
uk_ua: Ручна копія {0:N0}
zh_cn: 手动备份 {0:N0}
zh_tw: 手動備份 {0:N0}

# AutomaticBackupNameFormat
source: Automatic backup {0:N0}
cs_cz: Automatická záloha {0:N0}
de_de: Automatische Sicherung {0:N0}
es_es: Copia automática {0:N0}
fr_fr: Sauvegarde automatique {0:N0}
id_id: Cadangan otomatis {0:N0}
it_it: Backup automatico {0:N0}
ja_jp: 自動バックアップ {0:N0}
ko_kr: 자동 백업 {0:N0}
pl_pl: Automatyczna kopia {0:N0}
pt_br: Backup automático {0:N0}
ru_ru: Автоматическая копия {0:N0}
th_th: สำรองอัตโนมัติ {0:N0}
tr_tr: Otomatik yedek {0:N0}
uk_ua: Автоматична копія {0:N0}
zh_cn: 自动备份 {0:N0}
zh_tw: 自動備份 {0:N0}
